Repository: elarion83/better-interface
Catalog: languages/better-interface-*.po
Languages: de_de, es_es, it_it

source: Modernise l'interface administrateur WordPress avec 2 modes de design différents
de_de: Modernisiert die WordPress-Administrationsoberfläche mit 2 verschiedenen Design-Modi
es_es: Moderniza la interfaz de administración de WordPress con 2 modos de diseño diferentes
it_it: Modernizza l'interfaccia amministrativa di WordPress con 2 modalità di design diverse

source: GPL v2 or later
de_de: GPL v2 oder später
es_es: GPL v2 o posterior
it_it: GPL v2 o successiva

source: Classique
de_de: Klassisch
es_es: Clásico
it_it: Classico

source: Moderne
de_de: Modern
es_es: Moderno
it_it: Moderno

source: Sécurité violée
de_de: Sicherheitsverletzung
es_es: Violación de seguridad
it_it: Violazione di sicurezza

source: Permissions insuffisantes
de_de: Unzureichende Berechtigungen
es_es: Permisos insuficientes
it_it: Permessi insufficienti

source: Mode invalide
de_de: Ungültiger Modus
es_es: Modo inválido
it_it: Modalità non valida

source: Mode sauvegardé avec succès
de_de: Modus erfolgreich gespeichert
es_es: Modo guardado exitosamente
it_it: Modalità salvata con successo

source: Paramètres réinitialisés
de_de: Einstellungen zurückgesetzt
es_es: Configuración restablecida
it_it: Impostazioni reimpostate

source: Thème de couleur invalide
de_de: Ungültiges Farbschema
es_es: Tema de color inválido
it_it: Tema colore non valido

source: Thème de couleur sauvegardé
de_de: Farbschema gespeichert
es_es: Tema de color guardado
it_it: Tema colore salvato

source: Modernisez votre interface administrateur WordPress avec un design transformé.
de_de: Modernisieren Sie Ihre WordPress-Administrationsoberfläche mit einem transformierten Design.
es_es: Moderniza tu interfaz de administración de WordPress con un diseño transformado.
it_it: Modernizza la tua interfaccia amministrativa WordPress con un design trasformato.

source: Affichage Transformé
de_de: Transformierte Anzeige
es_es: Visualización Transformada
it_it: Visualizzazione Trasformata

source: Activez ou désactivez l'affichage transformé de votre interface administrateur :
de_de: Aktivieren oder deaktivieren Sie die transformierte Anzeige Ihrer Administrationsoberfläche:
es_es: Activa o desactiva la visualización transformada de tu interfaz de administración:
it_it: Attiva o disattiva la visualizzazione trasformata della tua interfaccia amministrativa:

source: Activé
de_de: Aktiviert
es_es: Activado
it_it: Attivato

source: Désactivé
de_de: Deaktiviert
es_es: Desactivado
it_it: Disattivato

source: Interface moderne avec des couleurs vives et des animations fluides.
de_de: Moderne Oberfläche mit lebendigen Farben und flüssigen Animationen.
es_es: Interfaz moderna con colores vibrantes y animaciones fluidas.
it_it: Interfaccia moderna con colori vivaci e animazioni fluide.

source: Interface classique WordPress avec des améliorations subtiles.
de_de: Klassische WordPress-Oberfläche mit subtilen Verbesserungen.
es_es: Interfaz WordPress clásica con mejoras sutiles.
it_it: Interfaccia WordPress classica con miglioramenti sottili.

source: Appliquer les changements
de_de: Änderungen anwenden
es_es: Aplicar cambios
it_it: Applica le modifiche

source: Thèmes de Couleurs
de_de: Farbschemata
es_es: Temas de Colores
it_it: Temi Colore

source: Personnalisez l'apparence de votre interface avec nos thèmes de couleurs modernes :
de_de: Passen Sie das Aussehen Ihrer Oberfläche mit unseren modernen Farbschemata an:
es_es: Personaliza la apariencia de tu interfaz con nuestros temas de colores modernos:
it_it: Personalizza l'aspetto della tua interfaccia con i nostri temi colore moderni:

source: Bleu océan moderne et apaisant.
de_de: Modernes und beruhigendes Ozeanblau.
es_es: Azul océano moderno y relajante.
it_it: Blu oceano moderno e rilassante.

source: Noir minuit sur et professionnel.
es_es: Negro medianoche sobrio y profesional.

source: Turquoise élégant et sophistiqué.
de_de: Elegantes und anspruchsvolles Türkis.
es_es: Turquesa elegante y sofisticado.
it_it: Turchese elegante e sofisticato.

source: Clair, élégant et professionnel, inspiré de Notion et Tailwind UI.
de_de: Sauber, elegant und professionell, inspiriert von Notion und Tailwind UI.
es_es: Limpio, elegante y profesional, inspirado en Notion y Tailwind UI.
it_it: Pulito, elegante e professionale, ispirato a Notion e Tailwind UI.

source: Sombre, tech et reposant pour les yeux, idéal pour le mode nuit.
de_de: Dunkel, technisch und augenschonend, ideal für den Nachtmodus.
es_es: Oscuro, tecnológico y relajante para los ojos, ideal para el modo nocturno.
it_it: Scuro, tech e riposante per gli occhi, ideale per la modalità notte.

source: Plus créatif et vivant avec des accents chaleureux.
de_de: Kreativer und lebendiger mit warmen Akzenten.
es_es: Más creativo y vibrante con acentos cálidos.
it_it: Più creativo e vivace con accenti caldi.

source: Actuel
de_de: Aktuell
es_es: Actual
it_it: Attuale

source: Appliquer le thème sélectionné
de_de: Ausgewähltes Schema anwenden
es_es: Aplicar tema seleccionado
it_it: Applica il tema selezionato

source: Informations
de_de: Informationen
es_es: Información
it_it: Informazioni

source: Version
es_es: Versión
it_it: Versione

source: Compatibilité
de_de: Kompatibilität
es_es: Compatibilidad
it_it: Compatibilità

source: Réinitialiser tous les paramètres
de_de: Alle Einstellungen zurücksetzen
es_es: Restablecer toda la configuración
it_it: Ripristina tutte le impostazioni

source: Documentation
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione

source: Please select at least one item to perform this action on.
de_de: Bitte wählen Sie mindestens ein Element aus, um diese Aktion auszuführen.
es_es: Por favor selecciona al menos un elemento para realizar esta acción.
it_it: Seleziona almeno un elemento per eseguire questa azione.

source: Désélectionner tout
de_de: Alles abwählen
es_es: Deseleccionar todo
it_it: Deseleziona tutto

source: Noir minuit sobre et professionnel.
de_de: Nüchternes und professionelles Mitternachts-Schwarz.
it_it: Nero mezzanotte sobrio e professionale.
